{
    "Timestamp": "2020-10-31T01:38:59.666319Z",
    "id": 154,
    "template": "standard",
    "contractId": 98,
    "userWhoCreated": 7220,
    "storeName": "Heroes of Cinema by Jose Delbo",
    "storeURL": "josedelbo",
    "project_cover_photo_url": "https://res.cloudinary.com/nifty-gateway/image/upload/v1603719260/JoseDelbo/Screen_Shot_2020-10-26_at_9.33.06_AM_z03nus.png",
    "contractAddress": "0x1a55378fc44cf67cb698969582f8c54aa65be41e",
    "contractOwner": "0x3e6722f32CBE5b3C7BD3dcA7017c7FfE1b9E5A2A",
    "storeDescription": "Remember the 60’s when the Beatles saved Pepperland from the Blue Meanies in the Yellow Submarine? Jose Delbo was the cartoonist responsible for illustrating the Fab Four with Gold Key Comics. Jose Delbo is an Argentinian born artist who published his first work at the age of only 16. He moved to the United States in the late 1960s, and inspired by the American cowboy westerns, he began to work on classics like Billy the Kid, Judge Colt and the Lone Ranger. Then in the 70’s, he brought a host of television shows to comic book form with titles such as The Twilight Zone, The Brady Bunch, Hogan’s Heroes, Buck Rogers, The Monkees and the Mod Squad.\r\n\\n\\n\r\nBack in the 80’s, long before the modern superhero dominated the big screen, Delbo worked for the likes of DC and Marvel Comics and penciled the published adventures of Superman, Batman, Aquaman, Green Arrow, The Transformers and The Thundercats. Then in the 90’s, when the focus fell on the environment, Delbo helped the country go green when he drew the first issues of Captain Planet and the Planeteers and Brute Force. Delbo continued to be the go-to-guy for cartoon classics like Disney’s 101 Dalmatians, Little Mermaid and the Mighty Ducks. When the NFL needed a superhero, Delbo drew the NFL Superpro who ran around with Spiderman fighting crime in the big city.\r\n\\n\\n\r\nDelbo’s eclectic career also includes published illustrated comic books featuring some of our cultures’ most iconic women such as Raggedy Ann, Little Lulu, Barbie and Wonder Woman. Delbo’s original comic book pages have been displayed in museums and private collections. As a former vice-president of the National Cartoonist Society and industry celebrity, Delbo has been featured on various news and entertainment television programs and founded a Cartoon Camp for young cartoonists originally housed at the International Museum of Cartoon Art.\r\n\\n\\n\r\nDelbo’s career took an important turn in July of 2020 when Delbo released his first piece of digital art on the blockchain in the form of a 43 page original digital comic book called Death.  Since then, Delbo has become a staple in the crypto art scene bringing his classic comic art style to the digital world.",
    "storeDescription2": "In Jose Delbo’s latest collection, Delbo depicts his most beloved superheroes in some of the silver screen’s most iconic scenes. First, in Say Hello to My Little Friend, Delbo re-envisions the climax from a mob-classic by replacing one complex and often misunderstood scar-faced villain with another. Second, in Wax On, Wax Off, Delbo plays on the fun and often sarcastic relationship between the expert karate instructor and eager student by depicting his own teacher/student crime-fighting duo. Third, in I’m Flying Clark, two of comics’ star-crossed lovers are depicted in what could be the silver screen’s most iconic love scene.\r\n\\n\\n\r\nIn line with his decades of experience penciling and inking his heroes for the comics, Delbo depicts his heroes in these iconic scenes in his classic black and white inked style which has continued to be a staple of his work in the crypto art space. Delbo’s works are then brought to life by the coloring and animation of fellow professional comic artist Blair Shedd.",
    "storeHeadline": "Legendary comic artist Jose Delbo releases his 'Heroes of Cinema' collection!",
    "AdditionalInfo": "none",
    "project_icon": "https://res.cloudinary.com/nifty-gateway/image/upload/v1604083246/JoseDelbo/Screen_Shot_2020-10-30_at_2.40.36_PM_owrel3.png",
    "project_trading_fee_bips": 1000,
    "project_category": "art",
    "OpeningDateTimeInUTC": "2020-11-08T00:00:00Z",
    "ClosingDateTimeInUTC": "2021-11-08T00:00:00Z",
    "storeLink1": "https://twitter.com/Jose_Delbo",
    "storeLink2": "http://josedelbo.org/",
    "storeLink3": "https://twitter.com/onegemini",
    "storeLink4": "None",
    "storeLink5": "None",
    "hiddenNifties": false,
    "hiddenNiftiesDisplayImage": "None",
    "timed_purchasing_end": null,
    "userProfile": {
        "name": "Jose Delbo",
        "profile_pic_url": "https://res.cloudinary.com/nifty-gateway/image/upload/v1603726243/e4fhooz5j58rtvoazha3.jpg",
        "profile_url": "josedelbo",
        "id": 6700
    },
    "nifty": {
        "niftyType": 4,
        "niftyTotalNumOfEditions": 10,
        "niftyTotalBurnt": 0,
        "isAnAuctionNifty": false,
        "isSilentAuction": false,
        "isDrawing": false,
        "niftyPriceInCents": 100000,
        "niftyTitle": "Say Hello To My Little Friend - Classic",
        "niftyDescription": "There are few figures who inspire the mixed emotions in viewers that a certain scar-faced mob boss from the 1980s mob-classic does. Should we love him? Should we hate him? In the comic world, another scar-faced villain has caused readers and viewers everywhere to have similar mixed feelings. With a complex and troubled background, viewers are left wondering how they should feel when they find themselves rooting for the antagonist. Now outnumbered and out-gunned, this comic villain is depicted taking the place of his silver-screen counterpart making a last stand in one of cinema’s most iconic action scenes.   Depicted in Jose Delbo’s classic black and white inking style.",
        "niftyContractAddress": "0x1a55378fc44cf67cb698969582f8c54aa65be41e",
        "niftyTotalSold": 10,
        "niftyImageURL": "https://res.cloudinary.com/nifty-gateway/image/upload/v1602763809/JoseDelbo/Say_Hello_To_My_Little_Friend_B_W_azasmf.jpg",
        "niftyDisplayImage": "https://res.cloudinary.com/nifty-gateway/image/upload/v1602763809/JoseDelbo/Say_Hello_To_My_Little_Friend_B_W_azasmf.jpg",
        "staticThumbnailUrl": "",
        "has_sound": false,
        "id": 615,
        "canTransform": false,
        "onePurchasePerUser": false
    },
    "summary": {
        "number_of_sm_sales": 5,
        "number_of_pm_sales": 7,
        "percentage_increase": "198.4884000000000232830643654",
        "sum_of_secondary_market_sales_in_cents": 1492442,
        "highest_bid_in_cents": 100100,
        "lowest_ask_in_cents": 0,
        "average_secondary_market_sale_price_in_cents": 298488,
        "orig_price_in_cents": 100000,
        "last_sale_amount_in_cents": 444443,
        "average_bid_price_in_cents": 114600,
        "average_listing_price_in_cents": 1612869,
        "number_of_bids": 6,
        "number_of_listings": 57,
        "sum_of_primary_market_sales_in_cents": 700000,
        "number_of_unique_primary_market_purchasers": 7,
        "number_of_unique_secondary_market_purchasers": 4,
        "date_created": "2020-10-31T01:38:59.694928Z",
        "date_modified": "2021-03-09T06:29:33.345260Z",
        "errorType": "none",
        "message": "none",
        "didSucceed": true
    }
}